[
    {
      "title": "Solo Leveling",
      "genre": "Action, Fantasy",
      "description": "A weak E-rank hunter embarks on a journey to become the strongest in the world.One of the best action fantasy manhwa and the most talked about adaptation in recent times is undoubtedly Solo Leveling. It is set in a world where humans have discovered supernatural skills, while our protagonist, Sung Jin-Woo, is a nobody with his E-Rank hunting skills. Things will take an interesting turn for him when he becomes the sole survivor of a dungeon raid. Awakened with strange new powers, Sung Jin-Woo will level up from being the weakest Hunter and eventually become the most powerful entity in the universe.",
      "image": "images/solo_leveling.jpg"
    },
    {
      "title": "Tower of God",
      "genre": "Adventure, Fantasy",
      "description": "Bam climbs a mysterious tower to find his lost friend, facing many challenges along the way.Even if you are not a manhwa fan, you must have heard of Tower of God. This action fantasy manhwa became especially popular after its anime adaptation. Tower of God focuses on Twenty-Fifth Bam, the young protagonist of the manhwa, who is determined to climb a mysterious Tower to find his friend Rachel. It is to be noted that the titular tower has different floors, and each floor has different obstacles. His quest is not going to be an easy one, and whether or not he will be able to meet his friend remains to be seen. Tower of God Season 2 has also been recently",
      "image": "images/tower_of_god.jpg"
    },
    {
      "title": "The Beginning After the End",
      "genre": "Fantasy, Reincarnation",
      "description": "A king is reincarnated into a new world and must protect his new life from unknown dangers.King Grey has unrivaled strength, wealth, and prestige in a world governed through martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of a man, devoid of purpose and will. Reincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "image": "images/beginning_after_end.jpg"
    },
    {
      "title": "Noblesse",
      "genre": "Action, Supernatural",
      "description": "A powerful vampire noble awakens in the modern world and navigates high school while protecting humanity.After being in a slumber for over 800 years, Cadis Etrama Di Raizel, aka Rai, wakes up in an unfamiliar modern world. Fortunately, he meets his loyal servant Frankenstein, who is now the owner of a high school. After attending the school, Rai tries to live an ordinary life, concealing his true identity; however, that won’t happen for long. This supernatural action fantasy manhwa will keep you engaged with its beautiful illustration and unique narrative till the end. It also has its anime adaptation.",
      "image": "images/noblesse.jpg"
    },
    {
      "title": "One Piece",
      "genre": "Adventure, Fantasy",
      "description": "A young pirate, Monkey D. Luffy, embarks on a journey to find the legendary One Piece and become the Pirate King.ONE PIECE is a legendary high-seas quest unlike any other. Luffy is a young adventurer who has longed for a life of freedom ever since he can remember. He sets off from his small village on a perilous journey to find the legendary fabled treasure, ONE PIECE, to become King of the Pirates!",
      "image": "images/one_piece.jpg"
    },
    {
      "title": "My Hero Academia",
      "genre": "Action, Superhero",
      "description": "In a world where most people have superpowers, a quirkless boy strives to become a hero.In a world populated with superhumans, the superhero-loving Izuku Midoriya is without power. However, after the Quirkless dreamer Izuku inherits the powers of the world's best superhero, All Might, his hopes of becoming the top hero are now possible. Once enrolled in the high school for heroes, U.A., Izuku soon discovers being a hero is much more complicated than it appears.",
      "image": "images/my_hero_academia.jpg"
    },
    {
      "title": "Attack on Titan",
      "genre": "Action, Dark Fantasy",
      "description": "Humanity fights for survival against giant humanoid creatures known as Titans.Attack on Titan is set in a world where humanity lives inside cities surrounded by enormous Walls that protect them from Titans, gigantic humanoid creatures who devour humans seemingly without reason. The story centers around Eren Jaeger and his childhood friends Mikasa Ackermann and Armin Arlelt whose lives are changed forever after the appearance of a Colossal Titan, which brings about the destruction of their home town and the death of Eren's mother. Vowing revenge and to reclaim the world from the Titans, Eren, Mikasa, and Armin join the Scout Regiment, an elite group of soldiers who fight Titans outside the Walls.",
      "image": "images/attack_on_titan.jpg"
    }
  ]
  